app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Drew"], ["last_name", "Johnson"], ["created_at", "2019-07-02 01:11:25.477447"], ["updated_at", "2019-07-02 01:11:25.477447"]]
---
	def create
    @student = Student.new(post_params(:first_name, :last_name))
    @student.save